
[pretresse.A_Creature_grande_pretresse H7Creature]
mName="Божественная жрица"
mLore="Когда инквизицию упразднили, мужчины-инквизиторы стали жрецами Эльрата, а женщины, поскольку их было мало, сформировали орден божественных жриц. Будучи сильными духовными наставницами, они редко вмешивались в жизнь Империи, однако если в этом возникала нужда, то император мог попросить их о помощи, и они всегда откликались."

[pretresse.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Небесное наказание"
mTooltip="Наносит урон вражеским отрядам в области 1х4. Каждый раз, когда поражённые существа атакуют, они получают 15 ед. урона от %ICON_LIGHT магии света за каждую божественную жрицу в течение следующих %buff.buff.durini ходов.\nМожно использовать один раз за бой."

[pretresse.A_Ranged H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[pretresse.A_RangedAttack_Light_Beam H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[pretresse.A_WitheringVenom_Buff H7BaseBuff]
mName="Небесное наказание"
mTooltip="Это существо получает 15 ед. урона от %ICON_LIGHT магии света за каждую божественную жрицу во вражеском отряде всякий раз, как наносит урон. Длительность (ходов): %durnow."

[Archange.A_Prophete H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Удача пророка"
mTooltip="Всякий раз, как это существо получает урон, союзные существа получают %buff.buff.stat %buff.buff.stat.icon удачи до конца боя."

[Archange.A_archange H7Creature]
mName="Архангел"
mLore="Архангелы считаются командирами высшего ранга. Они командовали отрядами небесных воителей в древних войнах, и под началом каждого архангела были пять херувимов, каждому из которых подчинялись двадцать небесных воителей и серафимов. Это означает, что каждый архангел руководил целой сотней ангелов. Сегодня, однако, их раса не столь многочисленна, и осталась лишь дюжина архангелов, которые являются самыми прекрасными среди ангелов. Их лица бодры, белые волосы сияют светом, а за спинами, при росте в 3 метра, распахнуты четыре гигантских золотых крыла. И, конечно, за их плечами имеется вековой боевой опыт."

[Archange.A_MagmaPond_add H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Небесная месть"
mTooltip="Когда в отряде впервые погибает одно из существ, он получает способность "Небесная молния", которая наносит 120 ед. урона всем вражеским существам за каждого архангела в отряде."

[Archange.A_chance_Buff H7BaseBuff]
mName="Удача пророка"
mTooltip="Всякий раз, как этому существу наносится урон, оно получает %buff.buff.stat %buff.buff.stat.icon к максимальному урону до своего следующего хода."

[Archange.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака ближнего боя"
mTooltip="Удар в ближнем бою."

[Archange.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Небесная молния"
mTooltip="Один раз за бой наносит всем вражеским существам от %d.min до %d.max ед. урона от %ICON_LIGHT магии света."

[Archange.A_Wait H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Верховное благословение"
mTooltip="Все дружественные существа получают +10 %icon_morale боевого духа до конца своего следующего хода.\nТакже, с вероятностью 30% это существо восстанавливает %d.min %icon_health ед. здоровья всем дружественым существам, возвращая к жизни погибших существ.\nИспользование способности не тратит действие этого существа, но позволяет ему пропустить ход."

[Archange.A_WAIT8HEAL_Buff H7BaseBuff]
mName="Верховное благословение"
mTooltip="Это существо получает %stat %icon_morale боевого духа. Длительность (ходов): %durnow."

[Archange.A_TELEPORET_Buff_Unused H7BaseBuff]
mName="Мгновенное перемещение"
mTooltip="Всякий раз, как этому существу наносится урон, оно получает %buff.buff.stat %buff.buff.stat.icon максимального урона до своего следующего хода."